{
	"digas_show_id (in quotes)": {
		"IMPORTANT": "Those are ALL the properties you can set, but please don't actually use them all! You need only overwrite a few fields, since data for the rest is found automatically by other metadata sources. Properties you omit will not be touched. Start with an empty plate and add only the properties not fetched from elsewhere.",
		"name": "Name of the show",
		"subtitle": "Short description (couple words) describing the show.",
		"description": "Long description, which is used when you hover the i icon in iTunes.",
		"image": "URL for image which will be used for this show. It must be PNG or JPEG, and it must be between 1400x1400 and 3000x3000 pixels in resolution.",
		"category": ["iTunes category for this show. See https://help.apple.com/itc/podcasts_connect/#/itc9267a2f12 for available categories.",
			"iTunes sub-category for this show (can be omitted). See https://help.apple.com/itc/podcasts_connect/#/itc9267a2f12 for available sub-categories."
		],
		"language": "Language of this show. Use one of the two-letter values found in http://www.loc.gov/standards/iso639-2/php/code_list.php.",
		"website": "This show's website.",
		"authors": [{
			"name": "Name of the author.",
			"email": "Email of the author"
		}],
		"explicit": "(remove quotes) true if this show is explicit, false if this show is clean",
		"complete": "(remove quotes) true if there won't be more episodes in this show, false otherwise",
		"web_master": {
			"name": "Name for whoever is responsible for the technical aspect of the feed",
			"email": "That person's email"
		}
	},
	"": {
		"category": [
			"Government & Organizations",
			"Non-Profit"
		]
	},
	"2680": {
		"category": [
			"Comedy"
		],
		"image": "https://filer.radiorevolt.no/bilder/husker_du_20171108.png",
		"description": "Hva husker vi aller best fra barndommen? Hver torsdag kl. 17-18 går Endre, Mina og Rikke tilbake i tid og snakker løst og fast om alt som gir oss en skikkelig nostalgisk følelse."
	},
	"2609": {
		"category": [
			"Comedy"
		]
	},
	"2590": {
		"category": [
			"Comedy"
		]
	},
	"2651": {
		"category": [
			"Comedy"
		]
	},
	"2650": {
		"category": [
			"Education",
			"Higher Education"
		]
	},
	"2467": {
		"category": [
			"Comedy"
		]
	},
	"2345": {
		"category": [
			"Comedy"
		]
	},
	"2541": {
		"category": [
			"Society & Culture",
			"Philosophy"
		]
	},
	"2341": {
		"category": [
			"Arts",
			"Fashion & Beauty"
		]
	},
	"2340": {
		"category": [
			"Society & Culture",
			"History"
		]
	},
	"2003": {
		"category": [
			"Arts",
			"Food"
		]
	},
	"2560": {
		"category": [
			"News & Politics"
		]
	},
	"1615": {
		"category": [
			"Games & Hobbies",
			"Video Games"
		]
	},
	"2380": {
		"category": [
			"Comedy"
		]
	},
	"2383": {
		"category": [
			"Health",
			"Alternative Health"
		]
	},
	"2539": {
		"category": [
			"Comedy"
		]
	},
	"2245": {
		"category": [
			"Comedy"
		]
	},
	"2247": {
		"category": [
			"Comedy"
		]
	},
	"2241": {
		"category": [
			"Music"
		]
	},
	"2242": {
		"category": [
			"Comedy"
		]
	},
	"2465": {
		"category": [
			"Technology"
		]
	},
	"2611": {
		"category": [
			"Comedy"
		],
		"image": "http://pappagorg.radiorevolt.no/bilder/skammekroken.jpg"
	},
	"2607": {
		"category": [
			"News & Politics"
		]
	},
	"2447": {
		"category": [
			"Comedy"
		]
	},
	"2445": {
		"category": [
			"Arts",
			"Food"
		]
	},
	"2608": {
		"category": [
			"Health"
		]
	},
	"2424": {
		"category": [
			"Comedy"
		]
	},
	"2347": {
		"category": [
			"Comedy"
		]
	},
	"2589": {
		"category": [
			"Science & Medicine",
			"Social Sciences"
		]
	},
	"2425": {
		"category": [
			"Society & Culture"
		]
	},
	"1977": {
		"category": [
			"News & Politics"
		]
	},
	"2338": {
		"category": [
			"Arts",
			"Literature"
		]
	},
	"2339": {
		"category": [
			"Comedy"
		]
	},
	"2233": {
		"category": [
			"Comedy"
		]
	},
	"2494": {
		"category": [
			"Comedy"
		]
	},
	"2002": {
		"category": [
			"News & Politics"
		]
	},
	"2410": {
		"category": [
			"Society & Culture"
		]
	},
	"2413": {
		"category": [
			"Sports & Recreation",
			"Amateur"
		]
	},
	"2414": {
		"category": [
			"Education",
			"Training"
		]
	},
	"1617": {
		"category": [
			"Arts",
			"Performing Arts"
		]
	},
	"2251": {
		"category": [
			"Comedy"
		]
	},
	"2350": {
		"category": [
			"Arts",
			"Literature"
		]
	},
	"2512": {
		"category": [
			"Sports & Recreation",
			"Professional"
		]
	},
	"2250": {
		"category": [
			"Government & Organizations",
			"Local"
		]
	},
	"2674": {
		"category": [
			"Society & Culture",
			"Places & Travel"
		],
		"image": "https://filer.radiorevolt.no/bilder/Rødmaling.png",
		"description": "Skulle du gjerne vært bedre kjent i Trondheim? Vi reiser byen rundt for å gi deg menneskemøter, nye opplevelser og tips til hva du kan gjøre. Bli med å male byen rød hver søndag fra 15.00-16.00 på Radio Revolt."
	},
	"2694": {
		"category": [
			"Comedy"
		],
		"image": "https://radiorevolt.no/media/uploads/images/76prosent.jpg",
		"description": "67% sikkert er et vitenskapsprogram uten viten. Hver mandag tar vi for seg spørsmål man vanligvis ville googlet. Lurer du på om pingviner har knær? Eller om Paralympics har egne parkeringsplasser for de som ikke er handikappet? Vi vet ikke svaret, men vi diskuterer oss frem til et svar du kan være 67% sikker på."
	},
	"2673": {
		"image": "https://radiorevolt.no/media/uploads/images/satirikon-logo.png",
		"description": "Radio Revolts humormagasin, med innslag av aktualitet og generell egosentrisme. Vi gir deg sketsjer, absurditeter av ymse slag, og en og annen meningsytring! (hahah, neida) Tre komikere gir deg ukentlig innhold av varierende mengde og kvalitet."
	},
	"2695": {
		"image": "https://radiorevolt.no/media/uploads/images/Krenket_svart_gjennomsiktig_1-1.png",
		"description": "Vi tar deg med på en reise i studentlivet. Skam, fylla, kollektiv-stories og mye mere! Så her er det bare å skru på radioen og kose seg!"
	},
	"2697": {
		"image": "https://radiorevolt.no/media/django-summernote/2017-05-09/2ab13803-73e4-4d2b-96d7-5f27b4a6838d.png",
		"description": "Dusken podkast er studentavisen Under Duskens helt egen podkast. Podkasten vil komme ut annenhver uke, samme som papiravisen, og vil gå i dybden på et utvalg av saker du finner i siste nummer. I hver episode får du sjansen til å bli kjent med journalistene som har skrevet sakene, kildene som blir intervjuet i bladet, og du får innblikk i hvordan vi produserer avisen. Dette er en podkast for studenter, av studenter."
	},
	"2725": {
		"category": [
			"Sports & Recreation"
		],
		"image": "https://radiorevolt.no/media/uploads/images/flomlys_logo_ix5MZy7.png",
		"subtitle": "Radio Revolts sportsmagasin",
		"description": "Radio Revolts sportsprogram pjatter om det meste ymse som skjer i sportens verden. Du får aktualiteter fra OL blandet med rørende historier om helter fra en fordums tid. For hva skjedde egentlig med Anders Jacobsen, Oddvar Brå og Kolo Toure? Et radioprogram med fokus på sport, det populære, det sære, det herlige. Er idrett din flukt fra den virkelige verden og alt dens mas? Flomlys er her for deg.",
		"website": "https://radiorevolt.no/programmer/flomlys"
	},
	"2731": {
		"category": [
			"Comedy"
		],
		"image": "https://radiorevolt.no/media/uploads/images/Formannskapet_logo.png",
		"description": "Synes du det er gøy at Per \"hunken\" Sandberg drar damer han ikke har noen rett til? Smiler du av at Linnie Meister tar med typen på date dit hun spredte asken av faren sin, slik at kjæresten kunne møte svigers? Ellers kanskje aller viktigst, ler du av det spik spenna hakkende gale mennesket som er Kari Jaquesson? Er du usikker på hvordan du skriver Kari Jaquesson?\nFormannskapet gir deg K-jack, hunken, Linnie og mer. Verden er full av idioter som må styres på rett kjøl av kommunens nest øverste politiske organ uten parlamentarisk styring.",
		"subtitle": "Kommunens nest øverste politiske organ uten parlamentarisk styring",
		"website": "https://radiorevolt.no/programmer/formannskapet"
	},
	"2765": {
		"category": [
			"Comedy"
		],
		"image": "https://radiorevolt.no/media/uploads/images/LOGO-01.png",
		"description": "Svada er et flunkende nytt program som skal gjøre et dypdykk i samfunnets absurditeter. Vi skal være din guide til den jungelen av falske nyheter, tåpelige overskrifter og kommentarfeltkrigføring som finnes der ute. Hold på hatten, len deg tilbake og nyt en times reise gjennom det kaotiske lille helvetet vi kaller det moderne samfunnet.",
		"subtitle": "Din guide til jungelen av falske nyheter, tåpelige overskrifter og kommentarfeltkrigføring som finnes der ute",
		"website": "https://radiorevolt.no/programmer/svada"
	},
	"2724": {
		"category": [
			"Comedy"
		],
		"image": "https://radiorevolt.no/media/uploads/images/Singelkrisa_transparent-01.png",
		"name": "Singelkrisa (utdatert)",
		"description": "Singelkrisa flytter til TRD.by i Adresseavisa. Du finner episodene i en ny podkastfeed hos dem.",
		"subtitle": "Gammel podkastfeed, bruk ny fra TRD.by",
		"website": "https://radiorevolt.no/programmer/singelkrisa",
		"withhold_from_itunes": true
	},
	"2764": {
		"category": [
			"Comedy"
		],
		"image": "http://filer.radiorevolt.no/bilder/manesjen.logo.png",
		"description": "Synes du det er komisk med diktatorer som endrer navn på ukedager på pur f? Tar kulter og menn som pusher 50 for liten plass i din hverdag? Folk er fantastisk irrasjonelle og utrolig fantasifulle. Manesjen er programmet hvor vi lar vi oss fascinere over medborgerne våre. Hver uke tar vi for oss en ny gruppe mennesker og deres bisarre påfunn.",
		"subtitle": "Folk er fantastisk irrasjonelle og utrolig fantasifulle. Manesjen er programmet hvor vi lar vi oss fascinere over medborgerne våre",
		"website": "https://radiorevolt.no/programmer/manesjen"
	},
	"2760": {
		"category": [
			"News &amp; Politics"
		],
		"image": "https://radiorevolt.no/media/uploads/images/Artboard_1_copy_9.png",
		"description": "SNN er radioprogrammet som holder deg oppdatert på alt fra lokale til internasjonale nyheter som er relevante eller interessante for studenter i Trondheim. I løpet av timen på luften vil vi servere en godt krydret blanding av seriøse analyser, debatter og oppdateringer, samt at vi til tider tar oss friheten til å slå ut håret, og ser på det hele med et satirisk skråblikk.",
		"subtitle": "SNN er radioprogrammet som holder deg oppdatert på studentnyheter",
		"website": "https://radiorevolt.no/programmer/studentniste"
	},
	"1980": {
		"category": [
			"Arts",
			"Literature"
		],
		"image": "https://radiorevolt.no/media/uploads/images/Bokbaren_v01.png",
		"description": "Bokbaren er Radio Revolts litteraturmagasin. Her diskuteres aktuell og tidløs litteratur, debatter og annet som rører seg innafor litteraturen og fiksjonens verden, både lokalt og globalt.",
		"subtitle": "Sett deg godt til rette og fyll glasset med noe godt mens bokbarna i Bokbaren geleider deg inn i litteraturens verden.",
		"website": "https://radiorevolt.no/programmer/bokbaren"
	},
	"232": {
		"category": [
			"TV & Film"
		],
		"image": "https://radiorevolt.no/media/uploads/images/filmofil.png",
		"description": "Filmofil er radioshowet som holder deg oppdatert på fersk film samt tar deg med dypt inn i de levende bilders magiske verden. Vi byr på kinopremierer, skjulte perler, gode historier, video-anmeldelser, filmmusikk, nyheter, rariteter, konkuranser og ekte filmlidenskap!",
		"subtitle": "Filmofil er radioshowet som holder deg oppdatert på fersk film.",
		"website": "https://radiorevolt.no/programmer/filmofil"
	},
	"2511": {
		"category": [
			"Technology",
			"Tech News"
		],
		"image": "https://radiorevolt.no/media/uploads/images/garasjen-04_I3ymi47.png",
		"description": "Garasjen er Radio Revolts teknologimagasin - et fristed for deg som liker å være oppdatert på det siste innen teknologi, men heller vil høre heftige diskusjoner på radio enn å lese tørre artikler. Vet du forskjellen på SSL og SSE, drømmer du om å eie en 3D-scanner og skulle du gjerne hatt et par Google Glass å leke med? Dette er programmet for deg.",
		"subtitle": "Garasjen er Radio Revolts teknologimagasin – et fristed som holder deg oppdatert på det siste innen teknologi.",
		"website": "https://radiorevolt.no/programmer/garasjen"
	},
	"2676": {
		"image": "https://radiorevolt.no/media/uploads/images/logo_VXvN8bE.png",
		"category": [
			"Society & Culture"
		],
		"description": "Hver onsdag kl19 snakker Adrian, Mathilde, Sabrina og Tora om hva som definerer oss som millenniumsgenerasjon. I løpet av høsten skal vi ta for oss et bredt spekter av temaer, alt fra kropp og seksualitet, til miljø, drikkekultur og forelskelse.",
		"subtitle": "I Millennium snakker om hvordan det er å være ung i dag, og tar opp temaer som seksualitet, dateing og realityserier",
		"website": "https://radiorevolt.no/programmer/millennium"
	},
	"2592": {
		"image": "https://radiorevolt.no/media/uploads/images/Nerdeprat_logo_2020.png",
		"category": ["Games & Hobbies", "Video Games"],
		"subtitle": "Spillmagasinet Nerdeprat holder deg oppdatert på alt av spill og nerdekultur.",
		"description": "I spillmagasinet Nerdeprat diskuterer vi tema rundt spill og nerdekultur, med akademisk og humoristisk tilnærming. Vi tar også opp ukas nyheter og informerer deg om de spillene du burde spille, og kanskje de spillene du har gått glipp av. (Intro og jingler inkluderer deler av låta Pie in the Sky, med tillatelse fra komponisten Karl Brueggemann fra Super Marcato Bros.)",
		"website": "https://radiorevolt.no/programmer/nerdeprat"
	},
	"2412": {
		"image": "https://radiorevolt.no/media/uploads/images/nestenhelg.png",
		"category": [
			"Society & Culture"
		],
		"subtitle": "I denne podkasten vi lader opp til helg i Norges beste studentby hver fredag!",
		"description": "Programmet som tar deg med fra en strabasiøs uke og inn i en behagelig helg. Du får de viktigste studentnyhetene, alt om helgas happenings og aktuelle gjester og reportasjer fra studentbyen Trondheim. Og selvfølgelig god helgestemning!",
		"website": "https://radiorevolt.no/programmer/nesten-helg"
	},
	"1520": {
		"category": [
			"Music"
		]
	},
	"2448": {
		"image": "https://radiorevolt.no/media/uploads/images/radiodokumentar-01.png",
		"category": [
			"Society & Culture"
		],
		"subtitle": "Radio Revolts journalister lager dokumentarer om alt fra amerikansk denim til nepalske oppdrettsanlegg – hør dem her.",
		"description": "Radio Revolts journalister lager dokumentarer om alt fra amerikansk denim til nepalske oppdrettsanlegg – hør dem her.",
		"website": "https://radiorevolt.no/programmer/radiodokumentarer"
	},
	"2649": {
		"image": "https://radiorevolt.no/media/uploads/images/Revoltmorgen.png",
		"category": [
			"News & Politics"
		],
		"subtitle": "Radio Revolts morgenprogram - for deg som ønsker å få en god og oppdatert start på studenthverdagen.",
		"description": "Dette programmet vil være med deg i morgentimene og hjelpe deg i gang med din studenthverdag. Vi vil holde deg oppdatert på dagens tilbud i samtlige kantiner og kiosker, for ikke å glemme de spennende «standsa» på Gløshaugen og Dragvoll. Vi tar deg gjennom de harde morgentimene og skal dra deg ut av senga for å møte dagen, hver morgen på Radio Revolt.",
		"website": "https://radiorevolt.no/media/uploads/images/revoltMorgon.png"
	},
	"2634": {
		"image": "https://radiorevolt.no/media/uploads/images/Samfundm%C3%B8te_logo.png",
		"category": [
			"News & Politics"
		],
		"subtitle": "Vi sender live fra Samfundsmøtene i Storsalen på Studentersamfundet. Her finner du opptak av tidligere Samfundsmøter.",
		"description": "Radio Revolt sender live fra Samfundsmøtene i Storsalen på Studentersamfundet. Her finner du lydopptak av tidligere Samfundsmøter. Det finnes også videoversjoner av disse opptakene.",
		"website": "https://radiorevolt.no/programmer/samfundsmoter"
	},
	"2610": {
		"image": "https://radiorevolt.no/media/uploads/images/ecb8e4d51f84fb5cc73c8f863edcd16c.png",
		"category": [
			"News & Politics"
		],
		"subtitle": "Radio Revolts spesialsendinger! Alt fra konserter til livesending fra Pstereo til debatt.",
		"description": "I blant har vi spesialsendinger rundt omkring i byen. Dette kan være alt fra konserter vi tar opptak av, artige prosjekter, utesendinger fra Samfundet, Pstereo-festivalen, UKA og lignende.",
		"website": "https://radiorevolt.no/programmer/spesialsendinger"
	},
	"1957": {
		"image": "https://radiorevolt.no/media/uploads/images/UillVit.png",
		"category": [
			"Science & Medicine",
			"Natural Sciences"
		],
		"subtitle": "Uillustrert Vitenskap er Radio Revolts populærvitenskapelige program.",
		"description": "Lyst til å lære deg noen kule fun facts? Eller fakta du aldri trodde du kom til å trenge? Uillustrert Vitenskap tar opp populærvitenskaplige temaer for å presentere de for deg på en underholdende og spennende måte!",
		"website": "https://radiorevolt.no/programmer/uillustrert-vitenskap"
	},
	"2438": {
		"image": "https://radiorevolt.no/media/uploads/images/UkeSenderen.png",
		"category": [
			"Society & Culture"
		],
		"subtitle": "Hva skjer, har skjedd og kommer til og skje under UKA, Norges største kulturfestival? UKEsenderen gir deg svaret!",
		"description": "UKEsenderen ble først opprettet i 1933, som et eksperiment med radiosendinger under akkurat UKA. Da var det Akademisk RadioKlubb (ARK) som stod for sendingene. UKEsenderen ble raskt en tradisjon og ble satt i drift under hver UKE. I 2003 ble UKEsenderen lagt ned, og Radio Revolt (da under navnet Studentradion i Trondheim) tok over stafettpinnen og har siden da dekket UKA hvert eneste år. Radio Revolts programledere, samt deres utallige reportere og sidekicks skal oppsummere det beste (og kanskje også det verste?) av ukens UKEarrangementer. Forventer intervjuer, anmeldelser, reportasjer, og løs og fast prat samt den beste musikken fra UKEartistene.",
		"website": "https://radiorevolt.no/programmer/ukesenderen"
	},
	"2767": {
		"image": "https://radiorevolt.no/media/uploads/images/huset_H2_hpDAaXc.png",
		"category": [
			"Society & Culture"
		],
		"subtitle": "Huset er et program om Studentersamfundet i Trondhjem og alle dets hemmeligheter.",
		"description": "Programmet som tar for seg alt du ikke visste om Studentersamfundet i Trondhjem. Det blir historier om de store hendelsene før vår tid, musikk skrevet på og om huset og gjester fra de ulike gjengene som holder hjulene i gang. Bli med inn i Samfundets ganger, og lær hvordan det runde røde Huset ble slik vi kjenner det i dag.",
		"website": "https://radiorevolt.no/programmer/huset"
	},
	"2775": {
		"image": "https://radiorevolt.no/media/uploads/images/radloslogo.jpg",
		"category": [
			"Society & Culture"
		],
		"subtitle": "Rådløs løser studentenes problemer!",
		"description": "I Rådløs kan du høre studenter løse andre studenters problemer ved hjelp av sin marginale livserfaring og inniblant med god hjelp fra folk som vet hva de snakker om fra SiT. Rådløs skal guide deg gjennom studenttilværelsen og vil bjuda på både underholdning og livsvisdom.",
		"website": "https://radiorevolt.no/programmer/radls"
	},
	"2779": {
		"image": "https://filer.radiorevolt.no/bilder/tedxtrd_logo_3000x3000.png",
		"category": [
			"Society & Culture"
		],
		"subtitle": "TEDxTrondheim is all about sharing Trondheim with the world, and with Radio Revolt we're able to take a deeper dive into these big ideas and break them down and try to understand them.",
		"description": "TEDx is celebrating its 10th birthday and with a video library being created from groups around the world that is over 100,000 strong. TEDxTrondheim is our local source for sharing Trondheim with the world and Radio Revolt is a strong platform for sharing ideas and passions. The crossXconnect show, hosted on Radio Revolt, is meant to take a deeper dive into these big ideas and break down how they affect us, teach us and challenge our understandings.",
		"website": "https://radiorevolt.no/programmer/tedxtrd-crossxconnect"
	},
	"2805": {
		"image": "https://radiorevolt.no/media/uploads/images/Pigille_Sørensen_gul_med_bakgrunn.png",
		"category": [
			"News & Politics"
		],
		"subtitle": "Lytt på Nytt veileder deg gjennom nyhetsbildet",
		"description": "Sliter du med å henge med i alt som skjer omkring i verden og i Trondheim? Fortvil ikke, Lytt på Nytt skiller fakta fra oppspinn og holder deg løpende oppdatert på hva du som Trondheimstudent bør ha fått med deg.",
		"website": "https://radiorevolt.no/programmer/lytt-pa-nytt"
	},
	"2807": {
		"image": "https://filer.radiorevolt.no/bilder/temp_rr.png",
		"category": [
			"Comedy",
			"Technology",
			"History",
			"Education"
		],
		"subtitle": "Digresjonen, der du får servert alle temaer og tanker du surrer med når du egentlig burde sove.",
		"description": "Digresjonen, Radio Revolt sitt kveldsmagasin, programmet for deg som kjøper kaffen din på (blå) resept og sover best mellom 12-18. Lurer du på om lyden av en 3D-printer er god ASMR? Om hvor vanlig kjølhaling var? Eller hvorfor engelske krigsskip var malt så rart under første verdenskrig? Her får du servert alle de temaene og tankene man surrer med når man egentlig burde sove. ",
		"website": "https://radiorevolt.no/programmer/digresjonen"
	}
}
